"PHONE_TITLE" = "โทรศัพท์";
"CALLS_LABEL" = "สาย";
"CALL_FORWARDING" = "โอนสาย";
"SHOW_CALLER_ID" = "แสดงหมายเลขโทรของฉัน";

"Loading" = "กำลังโหลด…";
"Reverted" = "ถูกย้อนกลับ";
"Saving" = "กำลังบันทึก…";
"FAILED" = "ไม่สำเร็จ";
"SUCCESS" = "สำเร็จ";
"ERROR" = "ข้อผิดพลาด";
"DISMISS" = "เพิกเฉย";

"Calls" = "สาย";
"International Assist" = "ช่วยเหลือโทรระหว่างประเทศ";
"Phone" = "โทรศัพท์";
"Show My Caller ID" = "แสดงหมายเลขโทรของฉัน";

"SETTING_SAVE_ERROR" = "ไม่สามารถบันทึกค่าติดตั้ง %@";
"kCTSettingTypeCallForwarding" = "โอนสาย";
"kCTSettingTypeCallWaiting" = "สายเรียกซ้อน";
"kCTSettingTypeCallingLineIdRestriction" = "หมายเลขผู้โทร";
"kCTSettingTypeSIMLock" = "รหัส PIN ของซิม";
"kCTSettingTypePIN" = "รหัส PIN";

"OFF" = "ปิด";
"ON" = "เปิด";

"Network Selection" = "เลือกเครือข่าย";
"SIM PIN" = "รหัส PIN ของซิม";

"Call Forwarding" = "โอนสาย";
"Call Waiting" = "สายเรียกซ้อน";
"Network" = "เครือข่าย";
"SIM Applications" = "แอปพลิเคชั่นสำหรับซิม";
"TTY" = "TTY";

"Automatic" = "อัตโนมัติ";

"Save" = "บันทึก";
"Cancel" = "ยกเลิก";
"Done" = "เสร็จ";
"OK" = "ตกลง";

"ENTER_PASSWORD_FOR_LOCK" = "ใส่รหัส PIN เพื่อล็อกซิม %@";
"ENTER_PASSWORD_FOR_UNLOCK" = "ใส่รหัส PIN เพื่อปลดล็อกซิม %@";

"Current Password" = "รหัสผ่านขณะนี้";
"New Password" = "รหัสผ่านใหม่";
"Confirm New Password" = "ยืนยันรหัสผ่านใหม่";

"ATTEMPT_REMAINING" = "กดผิดได้ %@ ครั้ง";
"ATTEMPTS_REMAINING" = "กดผิดได้ %@ ครั้ง";

"COULD_NOT_LOCK" = "ไม่สามารถล็อกซิม %@";
"COULD_NOT_UNLOCK" = "ไม่สามารถปลดล็อกซิม %@";
"Could not change PIN" = "ไม่สามารถเปลี่ยนรหัส PIN %@";
"CHANGE_PIN" = "เปลี่ยนรหัส PIN";
"Error: Passwords do not match" = "ข้อผิดพลาด: รหัสผ่านไม่ตรงกัน";

"ENABLE_TTY" = "คุณต้องการเปิดการใช้ TTY สำหรับสายโทรขณะนี้หรือไม่";
"DISABLE_TTY" = "คุณต้องการปิดใช้ TTY สำหรับสายโทรขณะนี้หรือไม่";

"Yes" = "ใช่";
"No" = "ไม่";

"PHONE" = "หมายเลขโทรของฉัน: %@";

"MY_NUMBER" = "หมายเลขโทรของฉัน";
"UNKNOWN_NUMBER" = "ไม่ทราบหมายเลข";
"MY_NUMBER_PLACEHOLDER" = "หมายเลขโทร";
"SAVE_MY_NUMBER" = "บันทึก|ยกเลิก";
"CANCEL_MY_NUMBER" = "ยกเลิก|บันทีก";

"SHOW" = "แสดง";
"HIDE" = "ซ่อน";
"NETWORK" = "ค่าเริ่มต้น";

"Change Voicemail Password" = "เปลี่ยนรหัสผ่านวอยซ์เมล";
"PASSWORD" = "รหัสผ่าน";
"OLD_PASSWORD_PROMPT" = "ใส่รหัสผ่านวอยซ์เมลปัจจุบัน";
"NEW_PASSWORD_PROMPT" = "ใส่รหัสผ่านวอยซ์เมลใหม่";
"NEW_PASSWORD_REENTRY_PROMPT" = "ใส่รหัสผ่านวอยซ์เมลใหม่อีกครั้ง";
"NEW_PASSWORD_MISMATCH_PROMPT" = "รหัสผ่านไม่ตรงกัน ลองอีกครั้ง";
"SAVING_PASSWORD_PROMPT" = "บันทึกรหัสผ่าน…";
"VOICEMAIL_ERROR_CONTACTING_APPLICATION" = "วอยซ์เมลไม่พร้อมให้ใช้งาน\nลองอีกครั้งภายหลัง";
"VOICEMAIL_TASK_GENERIC_ERROR" = "ข้อผิดพลาดวอยซ์เมล\nไม่สามารถเปลี่ยนรหัสผ่านในขณะนี้";
"VOICEMAIL_PASSWORD_SAVE_SUCCESS" = "รหัสผ่านบันทึก";

"DIAL_ASSIST_HELP" = "การช่วยเหลือโทรระหว่างประเทศอย่างอัตโนมัติ\nจะใส่รหัสประเทศไว้ข้างหน้าเบอร์โทร\nเมื่อโทรจากต่างประเทศ";

"Contacts" = "รายชื่อ";
"Sort Order" = "ลำดับเรียง";
"Display Order" = "แสดงลำดับ";
"FIRST" = "ชื่อ, นามสกุล";
"LAST" = "นามสกุล, ชื่อ";

"CARRIER" = "ผู้ให้บริการ";
"CARRIER_SERVICES" = "บริการ %@";

"PIN" = "รหัส PIN";
"CURRENT_PIN" = "รหัส PIN ปัจจุบัน";
"NEW_PIN" = "รหัส PIN ใหม่";
"CONFIRM_NEW_PIN" = "ยืนยันรหัส PIN ใหม่";
"Error: PINs do not match" = "ข้อผิดพลาด: รหัส PIN ไม่ตรงกัน";

"FORWARD_ALL" = "ทั้งหมด";
"FORWARD_CUSTOM" = "ตามต้องการ";
"FORWARD_TO" = "โอนไปที่";
"FORWARDING_TO" = "โอนไปที่";
"NO_ANSWER" = "ไม่ได้รับสาย";
"BUSY" = "ไม่ว่าง";
"UNREACHABLE" = "ติดต่อไม่ได้";

"CALL_FORWARD_ERROR_TITLE" = "โอนสาย";
"CALL_FORWARD_ERROR_MESSAGE" = "ไม่สามารถเปลี่ยนค่าติดตั้งบางค่าของการโอนสาย";

"SAVE_MY_NUMBER_ERROR_MESSAGE" = "ไม่สามารถบันทึกหมายเลขโทร";
